{
  "betr-beta": "Betr Beta",
  "solutions": "Soluzioni",
  "tools": "Strumenti",
  "priority-updates": "Priority Updates Mobile App",
  "priority-updates-desc": "L'unica app Android che ti avviserà degli aggiornamenti in sospeso delle app e dei giochi che sono rilevanti per te",
  "web-platform": "Release Notes Manager",
  "web-platform-desc": "Personalizzare le note di rilascio secondo le esigenze del cliente non è mai stato così facile",
  "services": "Servizi",
  "consultancy-service": "Servizio di consulenza",
  "consultancy-service-desc": "Con oltre un decennio di esperienza possiamo assisterti in qualsiasi fase del tuo percorso di trasformazione digitale",
  "technical-writers": "Scrittori Tecnici",
  "technical-writers-desc": "Coinvolgici per creare note di rilascio e contenuti di comunicazione sui cambiamenti facili da capire, per coinvolgere e muovere i tuoi clienti all'azione",
  "about": "Informazioni",
  "language-&-region": "Lingua e regione",
  "choose-a": "Scegli una lingua e una regione",
  "currency": "Valuta",
  "contact-us": "Contattaci",
  "our-mission": "La nostra missione",
  "vision-section-text": "Betr Beta è il tuo partner dedicato nel mondo digitale in rapido movimento. Offriamo servizi come Consulenza sulla Trasformazione Digitale e strumenti di produttività per aiutarti a affrontare le sfide digitali con fiducia ed eccellenza.",
  "vision-section-header": "Sbloccare il Potenziale Digitale con Betr Beta",
  "join-our-vision-now": "Unisciti ora alla nostra visione",
  "first-vision-checklist-title": "Consulenza sulla Trasformazione Digitale: ",
  "first-vision-checklist-text": "Vai avanti con le strategie digitali personalizzate di Betr Beta.",
  "second-vision-checklist-title": "Strumenti per la Gestione dei Cambiamenti Software: ",
  "second-vision-checklist-text": "Semplifica i cambiamenti software con Betr Beta.",
  "third-vision-checklist-title": "Potenziare le Scelte Intelligenti: ",
  "third-vision-checklist-text": "Prendi decisioni intelligenti nel mondo digitale con Betr Beta. Unisciti a noi per il successo!",
  "innovate": " Innovare per un Mondo Connesso",
  "vision": "La nostra visione in Betr Beta è quella di essere un leader innovatore nell'industria degli aggiornamenti software. Immaginiamo un futuro in cui gli aggiornamenti software siano sinonimo di efficienza e soddisfazione. Con i nostri strumenti vogliamo elevare continuamente la convenienza dell'utente, rendendo gli aggiornamenti software una scelta facile e informata per individui e organizzazioni.",
  "join-mission": "Unisciti alla nostra missione",
  "our-values": "I nostri valori",
  "delve": "Approfondiamo i valori essenziali che definiscono la cultura di Betr Beta e guidano il nostro processo decisionale. Da Betr Beta, Integrità, Innovazione, Collaborazione ed Eccellenza sono i principi guida che sostengono il nostro impegno nei tuoi confronti.",
  "integrity": "Cooperazione",
  "integrity-text": "è la nostra bussola morale, garantendo che rispettiamo sempre gli standard etici più elevati in tutto ciò che facciamo, dalle nostre interazioni alle nostre transazioni.",
  "innovation": "Innovazione",
  "innovation-text": "ci spinge a cercare continuamente soluzioni creative che soddisfino le tue esigenze in evoluzione. Amiamo superare i limiti, sfidare la norma e offrire soluzioni all'avanguardia.",
  "collaboration": "Collaborazione",
  "collaboration-text": "ci spinge a cercare continuamente soluzioni creative che soddisfino le tue esigenze in evoluzione. Amiamo superare i limiti, sfidare la norma e offrire soluzioni all'avanguardia.",
  "excellence": "Eccellenza",
  "excellence-text": "è la nostra costante ricerca. Siamo dedicati a offrire una qualità di prima classe, a perfezionare i nostri processi e a superare costantemente le tue aspettative.",
  "our-strength": "La nostra Forza nella Diversità:",
  "global-team": "Un Team Globale Remoto",
  "team-composed": "Il nostro team è composto da individui provenienti da varie parti del mondo, unendo un ricco tessuto di sfondi culturali e prospettive. Nonostante le distanze geografiche che ci separano, siamo legati da un fervore condiviso per spingere i confini dell'innovazione e favorire uno spirito di collaborazione senza confini.",
  "excel": " Betr Beta eccelle nel trasformare le sfide digitali in opportunità. La nostra esperienza nella trasformazione digitale e negli strumenti di produttività è progettata per garantire il tuo successo nell'ambiente aziendale ad alta velocità odierno. Fai squadra con noi per razionalizzare le operazioni, migliorare la comunicazione e aumentare la produttività. Insieme, affronteremo il paesaggio digitale e guideremo il tuo successo. Insieme, sveleremo le complessità e stabiliremo nuovi standard. Unisciti a noi per semplificare l'eccellenza!",
  "Together": " Insieme, sveleremo le complessità e stabiliremo nuovi standard. Unisciti a noi per semplificare l'eccellenza!",
  "join-us": "Unisciti a noi"
}
