{
  "testimonial_title": "Cosa Dicono gli Utenti",
  "testimonial_text": "Il gestore delle Note di Rilascio ha già trasformato lo stile di lavoro e le relazioni con i clienti di questi utenti",
  "testimonial_text_br": "Ecco i loro pensieri",
  "comment_1": "Gli aggiornamenti erano un ostacolo da superare, ma grazie a questo strumento, in realtà agevola il percorso verso nuove vendite.",
  "comment_2": "Questo strumento mi ha davvero risparmiato ore con i clienti. Altamente raccomandato!",
  "comment_3": "Scoprire questo strumento è stato un respiro di aria fresca e non vedo l'ora di usarlo di più. Ora posso facilmente soddisfare le esigenze del team di supporto quando richiedono riepiloghi sulle modifiche specifiche per un determinato cliente.",
  "name_1": "Ahmed Ahmoud",
  "name_2": "Evans Kaijage",
  "name_3": "Gemma Prouts",
  "occupation_1": "Customer Success",
  "occupation_2": "Software Engineer",
  "occupation_3": "Sales Executive",
  "button_title": "Gestore delle Note di Rilascio",
  "underneath": "Accesso immediato - Nessuna carta di credito richiesta",
  "button_text": "Prova Gratuita",
  "ready": "Pronto per iniziare?",
  "deliver": "Offri l'esperienza che hai sempre pensato richiedesse troppo sforzo e guarda crescere il tuo guadagno mensile ricorrente",
  "trusted": "Affidato dalle affiliate di queste organizzazioni",
  "familiar": "Ti suona familiare?",
  "get_to_upgrade": "Devo convincere il mio cliente a fare l'upgrade all'ultima versione, altrimenti non posso vendergli il nostro nuovo prodotto e raggiungere i miei obiettivi di vendita!",
  "faster_ticket": "Quel ticket avrebbe potuto chiudersi molto più velocemente se il cliente non continuasse a trovare contenuti che li confondessero e li preoccupassero nelle note di rilascio",
  "transform_value": "So solo che le caratteristiche dell'ultima versione sono proprio ciò che può trasformare il valore che il mio cliente vede nel prodotto.",
  "solution_1": "Quando i clienti vedono che ci sono patch e miglioramenti rilevanti nella roadmap del prodotto, li aiuta a giustificare il rinnovo della loro sottoscrizione, l'aggiunta di utenti e l'upgrade a livelli di servizio più elevati. Usa il Gestore delle Note di Rilascio per personalizzare rapidamente le tue note di rilascio pubbliche e guarda crescere il tuo guadagno mensile ricorrente.",
  "solution_2": "Sai che questo rilascio contiene le correzioni di cui il tuo cliente ha bisogno. Con il Gestore delle Note di Rilascio, puoi concentrarti solo su queste modifiche per comunicarle al tuo cliente e evitare che si distraggano e si scoraggino per le altre modifiche. Riduci i tempi di chiusura dei ticket e aumenta le valutazioni di soddisfazione del cliente con il Gestore delle Note di Rilascio",
  "solution_3": "Il successo del tuo team attira molti clienti, ma i clienti non hanno tempo per navigare attraverso un mare di testo per respingere molte funzionalità rischiose che non si applicano a loro. Usa il Gestore delle Note di Rilascio per comunicare solo le modifiche rilevanti e mantieni i clienti concentrati e motivati e guarda crescere il tuo punteggio NPS.",
  "how_it_works": "Note di Rilascio che Generano Entrate in Pochi Clic",
  "part_1_header": "Carica",
  "part_1": "Invia le tue Note di Rilascio caricando semplicemente il PDF, inserendo l'URL o incollando il testo",
  "part_2_header": "Personalizza, Semplifica",
  "part_2": "La nostra intelligenza artificiale estrae il testo dalle Note di Rilascio in modo che tu possa scegliere le modifiche più rilevanti per il tuo cliente",
  "part_3_header": "Scarica",
  "part_3": "Salva e scarica le tue nuove Note di Rilascio centrate sul cliente e usale immediatamente o condividi il link di download con il tuo cliente",
  "enterURL": "Inserisci l'URL",
  "in-a-min": "Note di Rilascio Specifiche del Cliente in Pochi Minuti",
  "Overcome1": "Vai oltre",
  "Overcome2": "Note di Rilascio generiche",
  "Overcome3": "trasmissioni",
  "Simplify-Releases": "Mantieni comunicazioni pertinenti e focalizzate con un approccio personalizzato alle esigenze del tuo cliente. Aumenta l'adozione di funzionalità e prodotti e incrementa più rapidamente il tuo guadagno mensile ricorrente.",
  "Get-Customising": "Ottieni la Persone",
  "Release Note URL": "URL Note di Rilascio",
  "Don't let": "Non permettere ai tuoi concorrenti di avere la meglio. Unisciti alle 203 aziende che hanno iniziato una prova la scorsa settimana!",
  "watchOurTrailer": "Guarda il Nostro Trailer",
  "releaseNotesManagerTrailer": "Trailer del Gestore delle Note di Rilascio",
  "close": "Chiudi"
}
