{
  "testimonial_title": "Ano Ang Sinasabi ng mga Gumagamit",
  "testimonial_text": "Ang Release Notes Manager ay agad nang nagbago sa istilo ng trabaho at ugnayan sa kliyente ng mga tagagamit na ito",
  "testimonial_text_br": "Narito ang kanilang mga saloobin",
  "comment_1": "Ang mga update noon ay naging hadlang na dapat malampasan ngunit dahil sa tool na ito, ito ay nagpapadali sa daan patungo sa mga bagong benta.",
  "comment_2": "Ang tool na ito ay tunay na nakatipid sa akin ng oras sa pakikipag-usap sa mga kliyente. Lubos na nirerekomenda!",
  "comment_3": "Ang pagtuklas sa tool na ito ay isang simoy ng sariwang hangin at hindi ko na maantay na gamitin ito ng mas madalas. Ngayon ay madali ko nang matugunan ang pangangailangan ng team ng suporta kapag hinihingi nila ang buod ng mga pagbabago na espesipiko sa isang tiyak na kliyente.",
  "name_1": "Ahmed Ahmoud",
  "name_2": "Evans Kaijage",
  "name_3": "Gemma Prouts",
  "occupation_1": "Tagumpay sa Customer",
  "occupation_2": "Software Engineer",
  "occupation_3": "Sales Executive",
  "button_title": "Release Notes Manager",
  "underneath": "Agad na Access - Walang kinakailangang credit card",
  "button_text": "Subukan ng Libre",
  "ready": "Handa ka na bang magsimula?",
  "deliver": "Ihatid ang karanasan na iniisip mong kailangan ng labis na pagsusumikap at makita ang iyong buwanang paulit-ulit na kita na tumaas",
  "trusted": "Pinagkakatiwalaan ng mga kaanib ng mga organisasyon na ito",
  "familiar": "Pamilyar ba sa'yo?",
  "get_to_upgrade": "Kailangan kong mapanumbalik ang aking kliyente sa pinakabagong bersyon, kundi ko maipagbibili sa kanila ang aming bagong produkto at aabot sa aking mga target sa benta!",
  "faster_ticket": "Ang tiket na iyon ay maaaring nagsara nang mas mabilis kung hindi laging natutuklas ng customer ang nilalaman na naguguluhan at nag-aalala sa kanila sa mga release notes",
  "transform_value": "Alam ko na ang mga feature sa pinakabagong release ay angkop sa halaga na nakikita ng aking customer sa produkto.",
  "solution_1": "Kapag nakikita ng mga kliyente na may mga kaugnayang patches at pagpapabuti sa roadmap ng produkto, ito ay tumutulong sa kanila na patunayan ang pagrenew ng kanilang subscription, pagdagdag ng mga user, at pagsusulong sa mas mataas na antas ng serbisyo. Gamitin ang Release Notes Manager upang mabilis na i-customize ang iyong mga pampublikong release notes at masdan ang pagtaas ng iyong buwanang paulit-ulit na kita.",
  "solution_2": "Alam mo na ang release na ito ay may mga pag-aayos na kinakailangan ng iyong customer. Gamit ang Release Notes Manager, maaari kang mag-focus sa pakikipag-ugnay ng mga pagbabagong ito sa iyong customer at iwasan na madistract at ma-discourage sila sa iba pang mga pagbabago. Bawasan ang oras ng pagsara ng tiket at taasan ang iyong ratings sa kasiyahan ng customer gamit ang Release Notes Manager",
  "solution_3": "Ang tagumpay ng iyong team ay nagdudulot ng maraming kliyente, ngunit wala ng oras ang mga kliyente na mag-navigate sa isang karagatan ng teksto upang i-off ang maraming panganib na mga feature na hindi naaangkop sa kanila. Gamitin ang Release Notes Manager upang i-communicate lamang ang mga makakatulong na pagbabago at panatilihin ang mga kliyente na nakatutok at motivado habang nakikita ang iyong NPS score na tumaas.",
  "how_it_works": "Kumikita ng Kita mula sa Release Notes sa Ilang Clicks",
  "part_1_header": "I-upload",
  "part_1": "Ipasa ang iyong mga Release Notes sa pamamagitan ng simpleng pag-upload ng PDF, pag-enter ng URL, o pag-paste ng teksto",
  "part_2_header": "I-customize, I-simplify",
  "part_2": "Ang aming AI ay naghuhugis ng teksto mula sa mga Release Notes upang maaari mong piliin ang mga pagbabago na pinaka-relevant para sa iyong Kliyente",
  "part_3_header": "I-download",
  "part_3": "I-save at i-download ang iyong bagong Client Centric Release Notes at gamitin ito kaagad o ibahagi ang link ng download sa iyong kliyente",
  "enterURL": "Ilagay ang URL",
  "in-a-min": "Client Specific Release Notes sa loob ng Ilang Minuto",
  "Overcome1": "Lumampas",
  "Overcome2": "sa generic Release Notes",
  "Overcome3": "broadcasts",
  "Simplify-Releases": "Panatilihin ang mga komunikasyon na may kaukulang pokus at layunin sa outreach na naaayon sa pangangailangan ng iyong kliyente. Dagdagan ang pagtanggap sa mga feature at produkto at itaas ang iyong buwanang paulit-ulit na kita nang mas mabilis.",
  "Get-Customising": "Kumuha ng Customizing",
  "Release Note URL": "URL ng Release Notes",
  "Don't let": "Huwag hayaang makuha ng iyong mga kalaban ang kahalagahan. Sumali sa 203 na kumpanya na nagsimula ng pagsubok noong nakaraang linggo!",
  "watchOurTrailer": "Panoorin ang Aming Trailer",
  "releaseNotesManagerTrailer": "Trailer ng Release Notes Manager",
  "close": "Isara"
}
