{
  "betr-beta": "Betr Beta",
  "solutions": "Solusi",
  "tools": "Alat",
  "priority-updates": "Pembaruan Prioritas Aplikasi Seluler",
  "priority-updates-desc": "Satu-satunya aplikasi Android yang akan memberi tahu Anda tentang pembaruan aplikasi dan game yang tertunda yang relevan untuk Anda",
  "web-platform": "Manajer Catatan Rilis",
  "web-platform-desc": "Menyesuaikan Catatan Rilis sesuai kebutuhan klien Anda belum pernah semudah ini",
  "services": "Layanan",
  "consultancy-service": "Layanan Konsultasi",
  "consultancy-service-desc": "Dengan pengalaman lebih dari satu dekade, kami dapat membantu Anda pada tahap apa pun dalam perjalanan transformasi digital Anda",
  "technical-writers": "Penulis Teknis",
  "technical-writers-desc": "Libatkan kami untuk membuat catatan rilis yang ramah pengguna dan konten komunikasi perubahan untuk melibatkan dan menggerakkan klien Anda",
  "about": "Tentang Kami",
  "language-&-region": "Bahasa dan Wilayah",
  "choose-a": "Pilih bahasa dan wilayah",
  "currency": "Mata Uang",
  "contact-us": "Hubungi Kami",
  "our-mission": "Misi Kami",
  "vision-section-text": "Betr Beta adalah mitra Anda yang berdedikasi dalam dunia digital yang cepat. Kami menawarkan layanan seperti Konsultasi Transformasi Digital dan alat Produktivitas untuk membantu Anda mengatasi tantangan digital dengan keyakinan dan keunggulan.",
  "vision-section-header": "Membuka Potensi Digital dengan Betr Beta",
  "join-our-vision-now": "Bergabunglah dengan visi kami sekarang",
  "first-vision-checklist-title": "Konsultasi Transformasi Digital : ",
  "first-vision-checklist-text": "Maju dengan strategi digital kustom Betr Beta.",
  "second-vision-checklist-title": "Alat untuk Mengelola Perubahan Perangkat Lunak : ",
  "second-vision-checklist-text": "Sederhanakan perubahan perangkat lunak dengan Betr Beta.",
  "third-vision-checklist-title": "Meningkatkan Pilihan Cerdas : ",
  "third-vision-checklist-text": "Buat pilihan cerdas di dunia digital dengan Betr Beta. Bergabunglah bersama kami untuk sukses!",
  "innovate": " Berinovasi untuk Dunia yang Terhubung",
  "vision": "Visi kami di Betr Beta adalah menjadi inovator terkemuka di industri peningkatan perangkat lunak. Kami membayangkan masa depan di mana pembaruan perangkat lunak menjadi sinonim dengan efisiensi dan kepuasan. Dengan alat kami, kami ingin terus meningkatkan kenyamanan pengguna, menjadikan pembaruan perangkat lunak sebagai pilihan yang mudah dan terinformasi bagi individu dan organisasi.",
  "join-mission": "Bergabung dengan misi kami",
  "our-values": "Nilai-nilai Kami",
  "delve": "Mari kita telaah nilai-nilai esensial yang mendefinisikan budaya Betr Beta dan mengarahkan proses pengambilan keputusan kami. Di Betr Beta, Integritas, Inovasi, Kolaborasi, dan Keunggulan adalah prinsip-prinsip panduan yang mendasari komitmen kami kepada Anda.",
  "integrity": "Integritas",
  "integrity-text": "adalah kompas moral kami, memastikan bahwa kami selalu memegang standar etika tertinggi dalam segala hal yang kami lakukan, mulai dari interaksi hingga transaksi kami.",
  "innovation": "Inovasi",
  "innovation-text": "mendorong kami untuk terus mencari solusi kreatif yang memenuhi kebutuhan Anda yang terus berkembang. Kami suka menantang batas, menantang norma, dan memberikan solusi terkini.",
  "collaboration": "Kolaborasi",
  "collaboration-text": "mendorong kami untuk terus mencari solusi kreatif yang memenuhi kebutuhan Anda yang terus berkembang. Kami suka menantang batas, menantang norma, dan memberikan solusi terkini.",
  "excellence": "Keunggulan",
  "excellence-text": "adalah kejaran kami yang konstan. Kami berdedikasi untuk memberikan kualitas terbaik, menyempurnakan proses kami, dan secara konsisten melampaui harapan Anda.",
  "our-strength": "Kekuatan Kami dalam Keragaman:",
  "global-team": "Tim Jarak Jauh Global",
  "team-composed": "Tim kami terdiri dari individu yang berasal dari berbagai penjuru dunia, menyatukan latar belakang budaya dan sudut pandang yang kaya. Meskipun jarak geografis yang memisahkan kami, kami terikat bersama oleh semangat bersama untuk mendorong batas inovasi dan memupuk semangat kolaborasi yang tidak mengenal batas.",
  "excel": "Betr Beta sangat baik dalam mengubah tantangan digital menjadi peluang. Keahlian kami dalam transformasi digital dan alat produktivitas dirancang untuk memastikan kesuksesan Anda di lingkungan bisnis yang cepat. Berkolaborasi dengan kami untuk menyederhanakan operasi, meningkatkan komunikasi, dan meningkatkan produktivitas. Bersama, kami akan menjelajahi lanskap digital dan mendorong kesuksesan Anda. Bersama, kami akan mengurai kompleksitas dan menetapkan standar baru. Bergabunglah dengan kami dalam menyederhanakan keunggulan!",
  "Together": "Bersama, kami akan mengurai kompleksitas dan menetapkan standar baru. Bergabunglah dengan kami dalam menyederhanakan keunggulan!",
  "join-us": "Bergabunglah dengan Kami"
}
