{
  "testimonial_title": "Apa yang Dikatakan Pengguna",
  "testimonial_text": "Manajer Catatan Rilis telah mengubah gaya kerja dan hubungan klien pengguna ini",
  "testimonial_text_br": "Berikut adalah pemikiran mereka",
  "comment_1": "Pembaruan dahulu adalah rintangan yang harus diatasi, tetapi berkat alat ini, itu benar-benar memperlancar jalan menuju penjualan baru.",
  "comment_2": "Alat ini benar-benar menghemat waktu saya dengan klien. Sangat direkomendasikan!",
  "comment_3": "Menemukan alat ini seperti udara segar, dan saya tidak sabar untuk menggunakannya lebih banyak. Sekarang saya bisa dengan mudah memenuhi kebutuhan tim dukungan ketika mereka meminta ringkasan tentang perubahan yang spesifik untuk klien tertentu.",
  "name_1": "Ahmed Ahmoud",
  "name_2": "Evans Kaijage",
  "name_3": "Gemma Prouts",
  "occupation_1": "Customer Success",
  "occupation_2": "Software Engineer",
  "occupation_3": "Sales Executive",
  "button_title": "Manajer Catatan Rilis",
  "underneath": "Akses langsung - Tidak memerlukan kartu kredit",
  "button_text": "Coba Gratis",
  "ready": "Siap untuk memulai?",
  "deliver": "Berikan pengalaman yang selama ini Anda pikir akan membutuhkan usaha terlalu banyak dan lihatlah pendapatan bulanan berulang Anda melonjak",
  "trusted": "Dipercayai oleh afiliasi dari organisasi-organisasi ini",
  "familiar": "Terdengar akrab?",
  "get_to_upgrade": "Saya perlu membuat klien saya upgrade ke versi terbaru, jika tidak saya tidak dapat menjual produk baru kami dan mencapai target penjualan saya!",
  "faster_ticket": "Tiket itu bisa ditutup dengan lebih cepat jika pelanggan tidak terus-menerus menemukan konten yang membingungkan dan membuat mereka khawatir dalam catatan rilis",
  "transform_value": "Saya tahu bahwa fitur-fitur dalam rilis terbaru ini adalah apa yang bisa mengubah nilai yang dilihat oleh pelanggan saya dalam produk.",
  "solution_1": "Ketika klien dapat melihat bahwa ada perbaikan dan perbaikan yang relevan dalam peta jalan produk, itu membantu mereka membenarkan pembaharuan langganan, menambah pengguna, dan meningkatkan ke tingkat layanan yang lebih tinggi. Gunakan Manajer Catatan Rilis untuk dengan cepat menyesuaikan catatan rilis Anda yang tersedia secara publik dan lihatlah pendapatan bulanan berulang Anda melonjak.",
  "solution_2": "Anda tahu bahwa rilis ini memiliki perbaikan yang dibutuhkan oleh pelanggan Anda. Dengan Manajer Catatan Rilis, Anda dapat fokus untuk berkomunikasi hanya tentang perubahan ini kepada klien Anda dan menghindari agar mereka teralihkan dan merasa terganggu oleh perubahan lainnya. Turunkan waktu penutupan tiket Anda dan tingkatkan peringkat kepuasan pelanggan Anda dengan Manajer Catatan Rilis",
  "solution_3": "Keberhasilan tim Anda menarik banyak klien, tetapi klien tidak punya waktu untuk menavigasi melalui lautan teks untuk menyingkirkan banyak fitur berisiko yang tidak berlaku untuk mereka. Gunakan Manajer Catatan Rilis untuk berkomunikasi hanya tentang perubahan yang relevan dan pertahankan fokus dan motivasi klien, dan lihatlah skor NPS Anda meningkat.",
  "how_it_works": "Catatan Rilis yang Menghasilkan Pendapatan dalam Beberapa Klik",
  "part_1_header": "Unggah",
  "part_1": "Kirim Catatan Rilis Anda dengan cara mengunggah PDF, memasukkan URL, atau menempelkan teks",
  "part_2_header": "Kustomisasi, Simplifikasi",
  "part_2": "AI kami mengekstrak teks dari Catatan Rilis sehingga Anda dapat memilih perubahan yang paling relevan untuk klien Anda",
  "part_3_header": "Unduh",
  "part_3": "Simpan dan unduh Catatan Rilis Klien Baru Anda dan gunakan segera atau bagikan tautan unduhan dengan klien Anda",
  "enterURL": "Masukkan URL",
  "in-a-min": "Catatan Rilis Khusus Klien dalam Hitungan Menit",
  "Overcome1": "Lebih dari itu",
  "Overcome2": "Catatan Rilis umum",
  "Overcome3": "siaran",
  "Simplify-Releases": "Pertahankan komunikasi yang relevan dan terfokus dengan pendekatan yang disesuaikan dengan kebutuhan klien Anda. Tingkatkan adopsi fitur dan produk serta tingkatkan pendapatan bulanan berulang Anda lebih cepat.",
  "Get-Customising": "Dapatkan Kustomisasi",
  "Release Note URL": "URL Catatan Rilis",
  "Don't let": "Jangan biarkan pesaing Anda mendapatkan keunggulan. Bergabunglah dengan 203 perusahaan yang memulai uji coba minggu lalu!",
  "watchOurTrailer": "Tonton Trailer Kami",
  "releaseNotesManagerTrailer": "Trailer Manajer Catatan Rilis",
  "close": "Tutup"
}
