{
  "betr-beta": "Betr Beta",
  "solutions": "Solutions",
  "tools": "Tools",
  "priority-updates": "Priority Updates Mobile App",
  "priority-updates-desc": "The only android app that will notify you of pending app and game upgrades that are relevant for you",
  "web-platform": "Release Notes Manager",
  "web-platform-desc": "Customising Release Notes to your clients needs has never been this easy",
  "services": "Services",
  "consultancy-service": "Consultancy Service",
  "consultancy-service-desc": "With over a decade of experience we can assist you in whichever stage of your digital transformation journey you are in",
  "technical-writers": "Technical Writers",
  "technical-writers-desc": "Engage us to create human friendly release notes and change communications content to engage and mobile your clients into action",
  "about": "About",
  "language-&-region": "Language and region",
  "choose-a": "Choose a language and region",
  "currency": "Currency",
  "contact-us": "Contact Us",
  "our-mission": "Our Mission",
  "vision-section-text": "Betr Beta is your dedicated partner in the fast-paced digital world. We offer services like Digital Transformation Consultancy and Productivity tools to help you navigate digital challenges with confidence and excellence.",
  "vision-section-header": "Unlocking Digital Potential with Betr Beta",
  "join-our-vision-now": "Join our vision now",
  "first-vision-checklist-title": "Digital Transformation Consultancy : ",
  "first-vision-checklist-text": "Get ahead with Betr Beta's custom digital strategies.",
  "second-vision-checklist-title": "Tools for Managing Software Changes : ",
  "second-vision-checklist-text": "Simplify software changes with Betr Beta.",
  "third-vision-checklist-title": "Boosting Smart Choices : ",
  "third-vision-checklist-text": "Make smart choices in the digital world with Betr Beta. Join us for success!",
  "innovate": " Innovating for a Connected World",
  "vision": "Our vision at Betr Beta is to be a leading innovator in the software upgrade industry. We envision a future where software updates are synonymous with efficiency and satisfaction. With our tools we want to continually elevate user convenience, making software upgrades an easy and informed choice for individuals and organizations.",
  "join-mission": "Join our mission",
  "our-values": "Our values",
  "delve": "Let's delve into the essential values that define Betr Beta's culture and steer our decision-making process. At Betr Beta, Integrity, Innovation, Collaboration, and Excellence are the guiding principles that underpin our commitment to you.",
  "integrity": "Cooperation",
  "integrity-text": "is our moral compass, ensuring we always uphold the highest ethical standards in everything we do, from our interactions to our transactions.",
  "innovation": "Innovation",
  "innovation-text": "drives us to continually seek creative solutions that meet your evolving needs. We love pushing boundaries, challenging the norm, and delivering cutting-edge solutions.",
  "collaboration": "Collaboration",
  "collaboration-text": "drives us to continually seek creative solutions that meet your evolving needs. We love pushing boundaries, challenging the norm, and delivering cutting-edge solutions.",
  "excellence": "Excellence",
  "excellence-text": " is our constant pursuit. We are dedicated to delivering top-notch quality, refining our processes, and consistently surpassing your expectations.",
  "our-strength": "Our Strength in Diversity:",
  "global-team": "A Global Remote Team",
  "team-composed": " Our team is composed of individuals hailing from various corners of the world, bringing together a rich tapestry of cultural backgrounds and perspectives. Despite the geographical distances that separate us, we are bound together by a shared fervor for pushing the boundaries of innovation and fostering a spirit of collaboration that knows no borders.",
  "excel": " Betr Beta excels at turning digital challenges into opportunities. Our expertise in digital transformation and productivity tools is designed to ensure your success in today's fast-paced business environment. Partner with us to streamline operations, enhance communication, and boost productivity. Together, we'll navigate the digital landscape and drive your success. Together, we'll unravel the complexities and set new standards. Join us in simplifying excellence!",
  "Together": " Together, we'll unravel the complexities and set new standards. Join us in simplifying excellence!",
  "join-us": "Join Us"
}
