{
  "testimonial_title": "What Users Say",
  "testimonial_text": "The Release Notes manager has already transformed the work style and client relations of these users",
  "testimonial_text_br": "Here are their thoughts",
  "comment_1": "Updates used to be an obstacle to overcome but thanks to this tool it actually smooths the way to new sales.",
  "comment_2": "This tool has really save me hours with clients. Highly recommended!",
  "comment_3": "Discovering this tool has been a breath of fresh air and I can’t wait to use it more. Now I can easily meet the needs of the support team when they request summaries about changes specific to a given client.",
  "name_1": "Ahmed Ahmoud",
  "name_2": "Evans Kaijage",
  "name_3": "Gemma Prouts",
  "occupation_1": "Customer Success",
  "occupation_2": "Software Engineer",
  "occupation_3": "Sales Executive",
  "button_title": "Release Notes Manager",
  "underneath": "Immediate access - No credit card required",
  "button_text": "Try Free",
  "ready": "Ready to get started?",
  "deliver": "Deliver the experience that you always thought would take too much effort and see your monthly recurring revenue soar",
  "trusted": "Trusted by affiliates of these organisations",
  "familiar": "Sound familiar?",
  "get_to_upgrade": "I need to get my client to upgrade to these the latest version otherwise I cannot sell them our new product and hit my sales targets!",
  "faster_ticket": "That ticket could have closed so much faster if the customer didn’t keep finding content that confused and concerned them in the release notes",
  "transform_value": "I just know that the features in the latest release are just what my customer can transform the value that my customer sees in the product.",
  "solution_1": "When clients can see that there are relevant patches and improvements in the product roadmap, it helps them justify renewing their subscription, adding users, and upgrading to higher tiers of service. Use Release Notes manager to quickly customise your publicly available release notes and watch your monthly recurring revenue soar.",
  "solution_2": "You know that this release has the fixes that your customer needs. With the release Notes Manager, you can focus on communicating just these changes to your client and avoid them getting distracted and discouraged by the other changes. Drive down your ticket closure times with and increase your customer satisfaction ratings with Release Notes Manager",
  "solution_3": "Your team's success attracts many clients, but clients don't have time to navigate through a sea of text to off many risky features that don't apply to them. Use the Release Notes Manager to communicate only relevant changes and keep clients focused and motivated and watch your NPS score rise.",
  "how_it_works": "Revenue Generating Release Notes in a Few Clicks",
  "part_1_header": "Upload",
  "part_1": "Submit your Release Notes by simply uploading the PDF, entering the URL, or pasting the text",
  "part_2_header": "Customise, Simplify",
  "part_2": "Our AI extracts the text from the Release Notes so that you can choose the changes that are most relevant for your Client",
  "part_3_header": "Download",
  "part_3": "Save and download your new Client Centric Release Notes and use it immediately or share the download link with your client",
  "enterURL": "Enter URL",
  "in-a-min": "Client Specific Release Notes in Minutes",
  "Overcome1": "Go beyond",
  "Overcome2": "generic Release Notes",
  "Overcome3": "broadcasts",
  "Simplify-Releases": "Keep communications relevant and focused with outreach that is tailored to your client’s needs. Increase feature and product adoption and raise your monthly recurring revenue faster.",
  "Get-Customising": "Get Customising",
  "Release Note URL": "Release Note URL",
  "Don't let": "Don't let your competitors get the upper hand. Join the 203 companies that started a trial last week!",
  "watchOurTrailer": "Watch Our Trailer",
  "releaseNotesManagerTrailer": "Release Notes Manager trailer",
  "close": "Close"
}
