{
  "testimonial_title": "מה המשתמשים אומרים",
  "testimonial_text": "מנהל ההתראות כבר שינה את סגנון העבודה ואת יחסי הלקוחות של משתמשים אלו",
  "testimonial_text_br": "הנה המחשבות שלהם",
  "comment_1": "עדכונים היו לפני כן מחלקה להתמודד איתם, אך בזכות כלי זה, הם מסלקים את הדרך אל מכירות חדשות.",
  "comment_2": "כלי זה אכן חסך לי שעות עם לקוחות. מומלץ בחום!",
  "comment_3": "גילוי כלי זה היה כמו אוויר טרי ואני לא יכול לחכות להשתמש בו יותר. כעת אני יכול לעמוד בקשר עם צוות התמיכה כשהם מבקשים סיכומים על שינויים שמיועדים ללקוח ספציפי.",
  "name_1": "אחמד אחמוד",
  "name_2": "אוונס קאייג'ג'",
  "name_3": "ג'מה פראוטס",
  "occupation_1": "הצלחת לקוח",
  "occupation_2": "מהנדס תוכנה",
  "occupation_3": "מנהל מכירות",
  "button_title": "מנהל התראות",
  "underneath": "גישה מיידית - אין צורך בכרטיס אשראי",
  "button_text": "נסו בחינם",
  "ready": "מוכנים להתחיל?",
  "deliver": "ספקו את החוויה שתמיד חשבתם שהיא דורשת המון מאמץ וראו את ההכנסות החודשיות הניתנות לחזור שלכם עולות לשמיים",
  "trusted": "אמינים על ידי חברות הפיליאציה של ארגונים אלו",
  "familiar": "נשמע מוכר?",
  "get_to_upgrade": "עלי לשכנע את הלקוח שלי לשדרג לגרסה האחרונה, אחרת אני לא יכול למכור להם את המוצר החדש שלנו ולהשיג את מטרות המכירות שלי!",
  "faster_ticket": "כרטיס הכניסה הזה יכל להסתיים הרבה יותר מהר אם הלקוח לא היה מוצא תמיד תוכן שביל לו בהתראות הגרסה.",
  "transform_value": "אני פשוט יודע שהתכונות בגרסה האחרונה הן בדיוק מה שהלקוח שלי צריך כדי להעביר את הערך שהלקוח רואה במוצר שלו.",
  "solution_1": "כשהלקוחות יכולים לראות שישנם תיקונים ושדרוגים רלוונטיים במפה הכללית של המוצר, זה עוזר להם להצדיק את החידוש במינוי שלהם, להוסיף משתמשים ולשדרג לרמות שירות גבוהות יותר. השתמשו במנהל התראות כדי להתאים מהר מאוד את ההתראות שלכם שזמינות לציבור וצפו בהכנסות החודשיות הניתנות לחזור לשמיים.",
  "solution_2": "אתם יודעים שהגרסה הזו יש בה את התיקונים שהלקוח שלכם צריך. עם מנהל ההתראות, תוכלו להתמקד בתקשורת של רק אלו השינויים ללקוח שלך ולמנוע מהם להתעסק ולהתאכזב מהשינויים האחרים. ישרדו זמני סגירת הכרטיסים שלך והגבלויות השביעות של הלקוח יגברו עם מנהל ההתראות.",
  "solution_3": "הצלחת הקבוצה שלך משאבת לה הרבה לקוחות, אך הלקוחות אין להם זמן לנווט דרך ים של טקסט כדי להיפטר מתכונים רבים שלא חשובים להם. השתמשו במנהל התראות כדי לתקשר רק את השינויים הרלוונטיים ולשמור על הלקוחות ממוקדים ומוטיבים וצפו בהגברת ציון הנופים שלכם.",
  "how_it_works": "יצירת הכנסות ממסמכי התראה במספר קליקים",
  "part_1_header": "העלאה",
  "part_1": "שלחו את ההתראות שלכם פשוט על ידי העלאת ה- PDF, הזנת ה-URL או הדבקת הטקסט",
  "part_2_header": "התאמה אישית, הפשטה",
  "part_2": "הבנה שלנו משדגת את הטקסט מתוך ההתראות כך שתוכלו לבחור את השינויים הרלוונטיים ביותר עבור הלקוח שלכם",
  "part_3_header": "הורדה",
  "part_3": "שמרו והורידו את התראות הגרסה החדשות והממוקדות שלכם והשתמשו בהם מיידית או שתפו את קישור ההורדה עם הלקוח שלכם",
  "enterURL": "הזן את ה-URL",
  "in-a-min": "התראות על פי מצוין ללקוח בתוך דקות",
  "Overcome1": "עברו מעבר",
  "Overcome2": "להתראות גרסה כלליות",
  "Overcome3": "שידורים",
  "Simplify-Releases": "שמרו על תקשורת רלוונטית וממוקדת עם שיתוף פעולה המותאם אישית לצרכי לקוחותיכם. הגבירו את האימוץ של התכונות והמוצרים והעלו את ההכנסות החודשיות הניתנות לחזור במהירות יותר.",
  "Get-Customising": "התאמה אישית",
  "Release Note URL": "כתובת ה-URL של ההתראה",
  "Don't let": "אל תאפשר למתחרים שלך לקחת יתרון. הצטרף ל-203 חברות שהתחילו ניסוי בשבוע שעבר!",
  "watchOurTrailer": "צפה בטריילר שלנו",
  "releaseNotesManagerTrailer": "טריילר של מנהל ההערות לגרסאות",
  "close": "סגור"
}
