{
    "betr-beta": "بتر بيتا",
    "solutions": "حلول",
    "tools": "أدوات",
    "priority-updates": "تطبيق تحديثات الأولويات المحمول",
    "priority-updates-desc": "التطبيق الوحيد على نظام الأندرويد الذي سيعلمك بالتحديثات المعلقة لتطبيقاتك وألعابك التي تكون ذات صلة بك",
    "web-platform": "مدير ملاحظات الإصدارات",
    "web-platform-desc": "لم يكن تخصيص ملاحظات الإصدار لاحتياجات عملائك بهذه السهولة من قبل",
    "services": "خدمات",
    "consultancy-service": "خدمة الاستشارات",
    "consultancy-service-desc": "بفضل خبرتنا التي تمتد لأكثر من عقد من الزمن، يمكننا مساعدتك في أي مرحلة من رحلتك في التحول الرقمي",
    "technical-writers": "كتّاب تقنيين",
    "technical-writers-desc": "انخرط معنا لإنشاء ملاحظات الإصدار ومحتوى اتصال التغيير بطريقة تشجيعية لعملائك وتحريكهم للعمل",
    "about": "حول",
    "language-&-region": "اللغة والمنطقة",
    "choose-a": "اختر لغة ومنطقة",
    "currency": "العملة",
    "contact-us": "تواصل معنا",
    "our-mission": "مهمتنا",
    "vision-section-text": "بتر بيتا هي شريكك المخصص في عالم الرقي الرقمي السريع. نحن نقدم خدمات مثل استشارات التحول الرقمي وأدوات الإنتاجية لمساعدتك في التنقل في تحديات الرقمية بثقة وتميز.",
    "vision-section-header": "فتح إمكانياتك الرقمية مع بتر بيتا",
    "join-our-vision-now": "انضم إلى رؤيتنا الآن",
    "first-vision-checklist-title": "استشارات التحول الرقمي:",
    "first-vision-checklist-text": "ابتعد مع استراتيجيات بتر بيتا الرقمية المخصصة.",
    "second-vision-checklist-title": "أدوات إدارة تغييرات البرمجيات:",
    "second-vision-checklist-text": "بسهولة تغييرات البرمجيات مع بتر بيتا.",
    "third-vision-checklist-title": "تعزيز الاختيارات الذكية:",
    "third-vision-checklist-text": "اتخاذ الاختيارات الذكية في عالم الرقمي مع بتر بيتا. انضم إلينا لتحقيق النجاح!",
    "innovate": "ابتكار لعالم متصل",
    "vision": "رؤيتنا في بتر بيتا هي أن نكون روادًا في صناعة تحديثات البرمجيات. نتصور مستقبلًا حيث تكون تحديثات البرمجيات مرادفة للكفاءة والرضا. من خلال أدواتنا، نرغب في رفع راحة المستخدم باستمرار، مما يجعل من تحديثات البرمجيات خيارًا سهلًا ومستنيرًا للأفراد والمؤسسات.",
    "join-mission": "انضم إلى مهمتنا",
    "our-values": "قيمنا",
    "delve": "لنستكشف القيم الأساسية التي تحدد ثقافة بتر بيتا وتوجه عملية اتخاذ القرارات لدينا. في بتر بيتا، النزاهة، الابتكار، التعاون، والتميّز هي المبادئ القائدة التي تشكل أساس التزامنا تجاهك.",
    "integrity": "التعاون",
    "integrity-text": "هو بوصلتنا الأخلاقية، مما يضمن لنا الامتثال الدائم لأعلى معايير الأخلاق في كل ما نقوم به، من تفاعلاتنا إلى معاملاتنا.",
    "innovation": "الابتكار",
    "innovation-text": "يدفعنا للسعي باستمرار لإيجاد حلول إبداعية تلبي احتياجاتك المتطورة. نحن نحب دفع الحدود، وتحدي النمط الراهن، وتقديم حلول رائدة.",
    "collaboration": "التعاون",
    "collaboration-text": "يدفعنا للسعي باستمرار ل"
}
