{
  "testimonial_title": "آراء المستخدمين",
  "testimonial_text": "أداة مدير ملاحظات الإصدار قد غيرت بالفعل أسلوب العمل وعلاقات العملاء لهؤلاء المستخدمين",
  "testimonial_text_br": "إليك أفكارهم",
  "comment_1": "كانت التحديثات تكون عائقًا يجب التغلب عليه ولكن بفضل هذه الأداة، يصبح الطريق نحو المبيعات الجديدة أسهل.",
  "comment_2": "لقد أنقذتني هذه الأداة ساعات مع العملاء. أوصى بها بشدة!",
  "comment_3": "اكتشاف هذه الأداة كان كلمة منعشة ولا أستطيع الانتظار لاستخدامها أكثر. الآن يمكنني تلبية احتياجات فريق الدعم عندما يطلبون ملخصات حول التغييرات الخاصة بعميل معين بسهولة.",
  "name_1": "أحمد أحمود",
  "name_2": "إيفانز كايجاج",
  "name_3": "جيما براوتس",
  "occupation_1": "نجاح العملاء",
  "occupation_2": "مهندس برمجيات",
  "occupation_3": "مدير مبيعات",
  "button_title": "مدير ملاحظات الإصدار",
  "underneath": "الوصول الفوري - لا يلزم بطاقة ائتمان",
  "button_text": "جرب مجانًا",
  "ready": "هل أنت مستعد للبدء؟",
  "deliver": "قدم التجربة التي كنت دائمًا تعتقد أنها ستستغرق الكثير من الجهد وشاهد عائداتك الشهرية ترتفع",
  "trusted": "موثوق بها من قبل شركات تابعة لهذه المؤسسات",
  "familiar": "هل يبدو ذلك مألوفًا؟",
  "get_to_upgrade": "يجب أن أحصل على عميلي للترقية إلى أحدث إصدار ، وإلا لا يمكنني بيع لهم منتجنا الجديد وتحقيق أهداف المبيعات!",
  "faster_ticket": "يمكن أن يكون ذلك التذكر قد أُغلق بشكل أسرع إذا لم يظل العميل يجد محتوىًا يربكه ويثير قلقه في ملاحظات الإصدار",
  "transform_value": "أنا فقط أعرف أن الميزات في أحدث إصدار يمكن أن تحول القيمة التي يراها عميلي في المنتج.",
  "solution_1": "عندما يمكن رؤية العملاء أن هناك تصحيحات وتحسينات ذات صلة في خريطة الطريق للمنتج، يساعدهم ذلك في تبرير تجديد اشتراكهم وإضافة مستخدمين والترقية إلى طبقات خدمة أعلى. استخدم مدير ملاحظات الإصدار لتخصيص سريع لملاحظات الإصدار العامة وشاهد عائداتك الشهرية ترتفع.",
  "solution_2": "تعرف أن هذا الإصدار يحتوي على التصحيحات التي يحتاجها عميلك. باستخدام مدير ملاحظات الإصدار، يمكنك التركيز على التواصل فقط حول هذه التغييرات لعميلك وتجنب أن يتشتتوا أو ي desاحبوا بسبب التغييرات الأخرى. زد من سرعة إغلاق التذاكر وزيادة تصنيفات رضا العملاء الخاصة بك مع مدير ملاحظات الإصدار",
  "solution_3": "يجذب نجاح فريقك العديد من العملاء، ولكن العملاء ليس لديهم الوقت للتنقل من خلال بحر من النصوص للتخلص من العديد من الميزات الخطرة التي لا تنطبق عليهم. استخدم مدير ملاحظات الإصدار للتواصل فقط حول التغييرات ذات الصلة واحتفظ بتركيز العملاء وتحفيزهم وشاهد تصنيف NPS الخاص بك يرتفع.",
  "how_it_works": "ملاحظات الإصدار الربحية في بضع نقرات",
  "part_1_header": "تحميل",
  "part_1": "قدم ملاحظات الإصدار الخاصة بك عن طريق تحميل ملف PDF أو إدخال عنوان URL أو لصق النص ببساطة",
  "part_2_header": "تخصيص، تبسيط",
  "part_2": "يستخرج الذكاء الاصطناعي لدينا النص من ملاحظات الإصدار حتى تتمكن من اختيار التغييرات الأكثر أهمية بالنسبة لعميلك",
  "part_3_header": "تحميل",
  "part_3": "احفظ وحمل ملاحظات الإصدار الخاصة بعميلك الجديدة واستخدمها فورًا أو شارك رابط التنزيل مع عميلك",
  "enterURL": "أدخل الرابط",
  "in-a-min": "ملاحظات الإصدار الخاصة بالعميل في دقائق",
  "Overcome1": "تجاوز",
  "Overcome2": "ملاحظات الإصدار العامة",
  "Overcome3": "البث",
  "Simplify-Releases": "حافظ على الاتصالات ذات الصلة والمركزة مع توجيه تصل إلى احتياجات عميلك. زيادة اعتماد الميزات والمنتج ورفع دخلك الشهري بشكل أسرع.",
  "Get-Customising": "ابدأ في التخصيص",
  "Release Note URL": "رابط ملاحظات الإصدار",
  "Don't let": "لا تسمح لمنافسيك بأخذ المرتبة العليا. انضم إلى 203 شركة بدأت التجربة الأسبوع الماضي!",
  "watchOurTrailer": "شاهد الفيديو الترويجي لدينا",
  "releaseNotesManagerTrailer": "فيديو ترويجي لمدير ملاحظات الإصدار",
  "close": "إغلاق"
}
