{
  "betr-beta": "Betr Beta",
  "solutions": "Lösungen",
  "tools": "Werkzeuge",
  "priority-updates": "Prioritätsaktualisierungen Mobile App",
  "priority-updates-desc": "Die einzige Android-App, die Sie über ausstehende App- und Spielaktualisierungen benachrichtigt, die für Sie relevant sind",
  "web-platform": "Release Notes Manager",
  "web-platform-desc": "Die Anpassung von Versionshinweisen an die Bedürfnisse Ihrer Kunden war noch nie so einfach",
  "services": "Dienstleistungen",
  "consultancy-service": "Beratungsdienst",
  "consultancy-service-desc": "Mit über einem Jahrzehnt Erfahrung können wir Sie in jeder Phase Ihrer digitalen Transformationsreise unterstützen",
  "technical-writers": "Technische Autoren",
  "technical-writers-desc": "Beauftragen Sie uns, benutzerfreundliche Versionshinweise und Änderungskommunikationsinhalte zu erstellen, um Ihre Kunden zur Aktion zu bewegen",
  "about": "Über uns",
  "language-&-region": "Sprache und Region",
  "choose-a": "Wählen Sie eine Sprache und Region aus",
  "currency": "Währung",
  "contact-us": "Kontaktiere uns",
  "our-mission": "Unsere Mission",
  "vision-section-text": "Betr Beta ist Ihr dedizierter Partner in der schnelllebigen digitalen Welt. Wir bieten Dienstleistungen wie Digitale Transformationsberatung und Produktivitätstools an, um Ihnen zu helfen, digitale Herausforderungen mit Zuversicht und Exzellenz zu meistern.",
  "vision-section-header": "Digitales Potenzial mit Betr Beta freischalten",
  "join-our-vision-now": "Treten Sie jetzt unserer Vision bei",
  "first-vision-checklist-title": "Digitale Transformationsberatung:",
  "first-vision-checklist-text": "Kommen Sie mit Betr Betas maßgeschneiderten digitalen Strategien voran.",
  "second-vision-checklist-title": "Werkzeuge zur Verwaltung von Softwareänderungen:",
  "second-vision-checklist-text": "Vereinfachen Sie Softwareänderungen mit Betr Beta.",
  "third-vision-checklist-title": "Intelligente Entscheidungen fördern:",
  "third-vision-checklist-text": "Treffen Sie intelligente Entscheidungen in der digitalen Welt mit Betr Beta. Schließen Sie sich uns für Erfolg an!",
  "innovate": "Innovation für eine vernetzte Welt",
  "vision": "Unsere Vision bei Betr Beta ist es, ein führender Innovator in der Software-Upgrade-Branche zu sein. Wir stellen uns eine Zukunft vor, in der Softwareupdates gleichbedeutend mit Effizienz und Zufriedenheit sind. Mit unseren Tools möchten wir die Benutzerfreundlichkeit kontinuierlich verbessern und Software-Upgrades zu einer einfachen und informierten Wahl für Einzelpersonen und Organisationen machen.",
  "join-mission": "Nehmen Sie an unserer Mission teil",
  "our-values": "Unsere Werte",
  "delve": "Lassen Sie uns in die grundlegenden Werte eintauchen, die die Kultur von Betr Beta definieren und unseren Entscheidungsfindungsprozess lenken. Bei Betr Beta sind Integrität, Innovation, Zusammenarbeit und Exzellenz die Leitprinzipien, die unsere Verpflichtung gegenüber Ihnen untermauern.",
  "integrity": "Integrität",
  "integrity-text": "ist unser moralischer Kompass, der sicherstellt, dass wir immer die höchsten ethischen Standards in allem, was wir tun, von unseren Interaktionen bis zu unseren Transaktionen, einhalten.",
  "innovation": "Innovation",
  "innovation-text": "treibt uns an, kontinuierlich kreative Lösungen zu suchen, die Ihren sich entwickelnden Bedürfnissen entsprechen. Wir lieben es, Grenzen zu verschieben, die Norm herauszufordern und wegweisende Lösungen zu liefern.",
  "collaboration": "Zusammenarbeit",
  "collaboration-text": "treibt uns an, kontinuierlich kreative Lösungen zu suchen, die Ihren sich entwickelnden Bedürfnissen entsprechen. Wir lieben es, Grenzen zu verschieben, die Norm herauszufordern und wegweisende Lösungen zu liefern.",
  "excellence": "Exzellenz",
  "excellence-text": "ist unsere ständige Verfolgung. Wir sind bestrebt, erstklassige Qualität zu liefern, unsere Prozesse zu verfeinern und Ihre Erwartungen konsequent zu übertreffen.",
  "our-strength": "Unsere Stärke in der Vielfalt:",
  "global-team": "Ein globales Remote-Team",
  "team-composed": "Unser Team setzt sich aus Menschen aus verschiedenen Teilen der Welt zusammen und vereint eine reiche Vielfalt an kulturellen Hintergründen und Perspektiven. Trotz der geografischen Entfernungen, die uns trennen, verbindet uns eine gemeinsame Begeisterung dafür, die Grenzen der Innovation zu verschieben und einen Geist der Zusammenarbeit zu fördern, der keine Grenzen kennt.",
  "excel": "Betr Beta zeichnet sich darin aus, digitale Herausforderungen in Chancen umzuwandeln. Unsere Expertise in digitaler Transformation und Produktivitätstools ist darauf ausgerichtet, Ihren Erfolg in der heutigen schnelllebigen Geschäftsumgebung zu gewährleisten. Arbeiten Sie mit uns zusammen, um Operationen zu optimieren, die Kommunikation zu verbessern und die Produktivität zu steigern. Gemeinsam werden wir die digitale Landschaft navigieren und Ihren Erfolg vorantreiben. Gemeinsam werden wir die Komplexitäten enträtseln und neue Standards setzen. Treten Sie mit uns ein in die Vereinfachung der Exzellenz!",
  "Together": "Gemeinsam werden wir die Komplexitäten enträtseln und neue Standards setzen. Treten Sie mit uns ein in die Vereinfachung der Exzellenz!",
  "join-us": "Treten Sie bei uns ein"
}
