{
  "testimonial_title": "Was Benutzer sagen",
  "testimonial_text": "Der Release Notes Manager hat bereits den Arbeitsstil und die Kundenbeziehungen dieser Benutzer transformiert",
  "testimonial_text_br": "Hier sind ihre Gedanken",
  "comment_1": "Updates waren früher ein Hindernis, das überwunden werden musste, aber dank dieses Tools wird der Weg zu neuen Verkäufen tatsächlich erleichtert.",
  "comment_2": "Dieses Tool hat mir wirklich Stunden mit Kunden erspart. Sehr zu empfehlen!",
  "comment_3": "Die Entdeckung dieses Tools war wie eine frische Brise, und ich kann es kaum erwarten, es mehr zu nutzen. Jetzt kann ich leicht den Anforderungen des Support-Teams gerecht werden, wenn sie Zusammenfassungen zu Änderungen verlangen, die speziell für einen bestimmten Kunden relevant sind.",
  "name_1": "Ahmed Ahmoud",
  "name_2": "Evans Kaijage",
  "name_3": "Gemma Prouts",
  "occupation_1": "Kundenbetreuung",
  "occupation_2": "Softwareingenieur",
  "occupation_3": "Vertriebsleiter",
  "button_title": "Release Notes Manager",
  "underneath": "Direkter Zugriff - Keine Kreditkarte erforderlich",
  "button_text": "Kostenlos testen",
  "ready": "Bereit zum Start?",
  "deliver": "Bieten Sie die Erfahrung, von der Sie immer dachten, dass sie zu viel Aufwand erfordern würde, und sehen Sie, wie Ihre monatlichen wiederkehrenden Einnahmen in die Höhe schießen",
  "trusted": "Vertraut von Tochtergesellschaften dieser Organisationen",
  "familiar": "Klingt vertraut?",
  "get_to_upgrade": "Ich muss meinen Kunden dazu bringen, auf die neueste Version zu aktualisieren, sonst kann ich ihnen unser neues Produkt nicht verkaufen und meine Verkaufsziele erreichen!",
  "faster_ticket": "Dieses Ticket hätte viel schneller geschlossen werden können, wenn der Kunde in den Versionshinweisen nicht ständig auf Inhalte gestoßen wäre, die sie verwirrten und beunruhigten.",
  "transform_value": "Ich weiß einfach, dass die Funktionen im neuesten Release genau das sind, was mein Kunde benötigt, um den Wert in unserem Produkt zu transformieren.",
  "solution_1": "Wenn Kunden sehen können, dass es relevante Patches und Verbesserungen im Produkt-Roadmap gibt, hilft ihnen das, die Verlängerung ihres Abonnements, das Hinzufügen von Benutzern und das Upgrade auf höhere Servicetarife zu rechtfertigen. Verwenden Sie den Release Notes Manager, um Ihre öffentlich verfügbaren Versionshinweise schnell anzupassen, und sehen Sie, wie Ihre monatlichen wiederkehrenden Einnahmen steigen.",
  "solution_2": "Sie wissen, dass dieses Release die Fixes enthält, die Ihr Kunde benötigt. Mit dem Release Notes Manager können Sie sich darauf konzentrieren, Ihrem Kunden nur diese Änderungen mitzuteilen, und vermeiden, dass sie durch andere Änderungen abgelenkt und entmutigt werden. Senken Sie die Schließzeiten Ihrer Tickets und erhöhen Sie Ihre Kundenzufriedenheitsbewertungen mit dem Release Notes Manager.",
  "solution_3": "Der Erfolg Ihres Teams zieht viele Kunden an, aber Kunden haben keine Zeit, sich durch einen Textdschungel zu navigieren, um viele riskante Funktionen zu beseitigen, die nicht auf sie zutreffen. Verwenden Sie den Release Notes Manager, um nur relevante Änderungen zu kommunizieren, und halten Sie Kunden fokussiert und motiviert, und sehen Sie, wie Ihre NPS-Bewertung steigt.",
  "how_it_works": "Einnahmengenerierende Versionshinweise in wenigen Klicks",
  "part_1_header": "Hochladen",
  "part_1": "Senden Sie Ihre Versionshinweise einfach, indem Sie die PDF hochladen, die URL eingeben oder den Text einfügen",
  "part_2_header": "Anpassen, Vereinfachen",
  "part_2": "Unser KI extrahiert den Text aus den Versionshinweisen, damit Sie die relevantesten Änderungen für Ihren Kunden auswählen können",
  "part_3_header": "Herunterladen",
  "part_3": "Speichern und laden Sie Ihre neuen kundenorientierten Versionshinweise herunter und verwenden Sie sie sofort oder teilen Sie den Download-Link mit Ihrem Kunden",
  "enterURL": "URL eingeben",
  "in-a-min": "Kundenspezifische Versionshinweise in wenigen Minuten",
  "Overcome1": "Überwinden Sie",
  "Overcome2": "generische Versionshinweise",
  "Overcome3": "Übertragungen",
  "Simplify-Releases": "Halten Sie die Kommunikation relevant und konzentriert mit Outreach, das auf die Bedürfnisse Ihres Kunden zugeschnitten ist. Steigern Sie die Annahme von Funktionen und Produkten und erhöhen Sie Ihre monatlichen wiederkehrenden Einnahmen schneller.",
  "Get-Customising": "Anpassung starten",
  "Release Note URL": "Versionshinweis URL",
  "Don't let": "Lassen Sie nicht zu, dass Ihre Mitbewerber die Oberhand gewinnen. Schließen Sie sich den 203 Unternehmen an, die letzte Woche eine Testversion gestartet haben!",
  "watchOurTrailer": "Schauen Sie unseren Trailer an",
  "releaseNotesManagerTrailer": "Trailer für den Release Notes Manager",
  "close": "Schließen"
}
