{
  "testimonial_title": "Ce que disent les utilisateurs",
  "testimonial_text": "Le gestionnaire des notes de version a déjà transformé le style de travail et les relations clients de ces utilisateurs",
  "testimonial_text_br": "Voici leurs pensées",
  "comment_1": "Les mises à jour étaient autrefois un obstacle à surmonter, mais grâce à cet outil, elles facilitent réellement le chemin vers de nouvelles ventes.",
  "comment_2": "Cet outil m'a vraiment fait gagner des heures avec les clients. Hautement recommandé !",
  "comment_3": "Découvrir cet outil a été un vent frais et je suis impatient de l'utiliser davantage. Maintenant, je peux facilement répondre aux besoins de l'équipe de support lorsqu'elle demande des résumés sur les changements spécifiques à un client donné.",
  "name_1": "Ahmed Ahmoud",
  "name_2": "Evans Kaijage",
  "name_3": "Gemma Prouts",
  "occupation_1": "Succès client",
  "occupation_2": "Ingénieur logiciel",
  "occupation_3": "Directeur des ventes",
  "button_title": "Gestionnaire des notes de version",
  "underneath": "Accès immédiat - Aucune carte de crédit requise",
  "button_text": "Essai gratuit",
  "ready": "Prêt à commencer ?",
  "deliver": "Offrez l'expérience que vous pensiez toujours demander trop d'efforts et regardez vos revenus récurrents mensuels décoller",
  "trusted": "Fait confiance par les affiliés de ces organisations",
  "familiar": "Cela vous semble familier ?",
  "get_to_upgrade": "Je dois amener mon client à passer à la dernière version, sinon je ne peux pas lui vendre notre nouveau produit et atteindre mes objectifs de vente !",
  "faster_ticket": "Ce ticket aurait pu se fermer beaucoup plus rapidement si le client n'avait pas constamment trouvé du contenu qui les confondait et les inquiétait dans les notes de version.",
  "transform_value": "Je sais simplement que les fonctionnalités de la dernière version sont exactement ce dont mon client a besoin pour transformer la valeur qu'il voit dans le produit.",
  "solution_1": "Lorsque les clients voient qu'il y a des correctifs et des améliorations pertinents dans la feuille de route du produit, cela les aide à justifier le renouvellement de leur abonnement, l'ajout d'utilisateurs et la mise à niveau vers des niveaux de service supérieurs. Utilisez le gestionnaire des notes de version pour personnaliser rapidement vos notes de version disponibles publiquement et regardez vos revenus récurrents mensuels décoller.",
  "solution_2": "Vous savez que cette version contient les correctifs dont votre client a besoin. Avec le gestionnaire des notes de version, vous pouvez vous concentrer sur la communication de ces changements à votre client et éviter qu'ils ne soient distraits et découragés par les autres changements. Réduisez les temps de fermeture de vos tickets et augmentez vos taux de satisfaction client avec le gestionnaire des notes de version.",
  "solution_3": "Le succès de votre équipe attire de nombreux clients, mais les clients n'ont pas le temps de naviguer à travers un océan de texte pour éliminer de nombreuses fonctionnalités risquées qui ne les concernent pas. Utilisez le gestionnaire des notes de version pour communiquer uniquement les changements pertinents et maintenez les clients concentrés et motivés, et regardez votre score NPS augmenter.",
  "how_it_works": "Notes de version génératrices de revenus en quelques clics",
  "part_1_header": "Télécharger",
  "part_1": "Soumettez vos notes de version en téléchargeant simplement le PDF, en entrant l'URL ou en collant le texte",
  "part_2_header": "Personnaliser, Simplifier",
  "part_2": "Notre IA extrait le texte des notes de version afin que vous puissiez choisir les changements les plus pertinents pour votre client",
  "part_3_header": "Télécharger",
  "part_3": "Enregistrez et téléchargez vos nouvelles notes de version centrées sur le client et utilisez-les immédiatement ou partagez le lien de téléchargement avec votre client",
  "enterURL": "Entrer l'URL",
  "in-a-min": "Notes de version spécifiques au client en quelques minutes",
  "Overcome1": "Aller au-delà",
  "Overcome2": "des notes de version génériques",
  "Overcome3": "diffusions",
  "Simplify-Releases": "Maintenez des communications pertinentes et concentrées avec une approche adaptée aux besoins de votre client. Augmentez l'adoption des fonctionnalités et des produits et faites grimper vos revenus récurrents mensuels plus rapidement.",
  "Get-Customising": "Personnalisation",
  "Release Note URL": "URL des notes version",
  "Don't let": "Ne laissez pas vos concurrents prendre l'avantage. Rejoignez les 203 entreprises qui ont commencé un essai la semaine dernière !",
  "watchOurTrailer": "Regardez notre bande-annonce",
  "releaseNotesManagerTrailer": "Bande-annonce du gestionnaire des notes de version",
  "close": "Fermer"
}
